{
  "id": {
    "vision": {
      "title": "VISI",
      "content": "Menjadi Pengembang Properti Nasional yang Tepercaya & Inovatif pada Tahun 2027"
    },
    "mission": {
      "title": "MISI",
      "content": "Menciptakan, menginovasi, dan mengembangkan properti real estat yang memiliki nilai investasi jangka panjang yang berkelanjutan"
    },
    "purpose": {
      "title": "PURPOSE",
      "content": "Membawa warisan untuk generasi mendatang"
    },
    "central": {
      "berbagi": {
        "content": "Didirikan pada 2022, Central Group Melalui Yayasan CENTRAL BERBAGI berkomitmen untuk menciptakan dampak positif dimasyarakat melalui berbagai program sosial dan lingkungan. Organisasi ini lahir dan akan terus berkontribusi saat ini dan dimasa mendatang. Sebagai bentuk tanggung jawab Central Group terhadap lingkungan & Masyarakat.<br>Central Group membentuk suatu wadah yang Bernama Central Berbagi dengan empat  pilar utama yaitu pilar pendidikan, pilar sosial, pilar rumah layak dan juga pilar lingkungan yang menjadi dasar pergerakan Yayasan Central Berbagi. Dengan tagline Give, Care & Love kami berjalan untuk kebaikan bersama.",
        "pillars": [
          {
            "title": "RUMAH LAYAK HUNI",
            "content": "Pilar Pertama dari Central Berbagi adalah merenovasi rumah agar layak dihuni. Seiring dengan Misi perusahaan real estate developer, Central Berbagi akan berkontribusi dalam membantu merenovasi rumah layak huni bagi masyarakat kurang mampu."
          },
          {
            "title": "PENDIDIKAN",
            "content": "Pilar kedua Central Berbagi yaitu Pendidikan. Dengan tujuan untuk menciptakan sumber daya yang unggul, kami berkomitmen untuk turut serta dalam memajukan SDM bagi mereka yang terkendala biaya Pendidikan."
          },
          {
            "title": "SOSIAL",
            "content": "Pilar Sosial menjadi pilar ketiga dari Central Berbagi. Pilar ini menekankan pentingnya kontribusi perusahaan dalam ikut serta membantu meningkatkan kesejahteraan sosial. "
          },
          {
            "title": "LINGKUNGAN",
            "content": "Pilar Lingkungan menjadi pilar keempat dari Central Berbagi. Pilar ini menekankan pentingnya kontribusi perusahaan dalam ikut serta membantu menjaga ekosistem lingkungan yang berkelanjutan "
          }
        ]
      },
      "property_academy": {
        "content": "Central Group Development telah mengalami pertumbuhan yang sangat pesat. Untuk mendukung pertumbuhan ini, Central berkomitmen memberikan kualitas terbaik, didukung oleh tim profesional yang ahli di bidangnya masing-masing.<br><br>Tata kelola perusahaan, pengembangan karakter dan kepemimpinan, serta pelatihan menjadi fokus utama perusahaan dalam membentuk tim yang andal demi mewujudkan Visi dan Misi Central Group di masa depan.",
        "pillars": [
          {
            "title": "Training of Trainer (Mentor)",
            "content": "3 bulan pertama, peserta SDP akan mendapatkan pendampingan secara khusus dengan Mentoring Program yang diberikan secara intens oleh Managing Director Central group. Peserta SDP akan melalui berbagai test tertulis serta ujian panelis yang bertujuan untuk mengevaluasi proses training yang didapatkan, setelah dinyatakan lulus sebagai SDP, peserta akan diwisuda."
          },
          {
            "title": "Pemenuhan SDM Sales Berkualitas",
            "content": "Sales Development Program (SDP) merupakan salah satu program yang diselenggarakan oleh Central Property Academy yang mana berlangsung selama 6 bulan."
          },
          {
            "title": "Brand Awareness Central Group",
            "content": "Waktu 6 bulan akan digunakan untuk mengasah dan mengembangkan hardskill maupun softskill seorang Sales, khususnya peserta SDP akan mendapatkan training yang akan meningkatkan knowledge, skill dan ability seorang Sales."
          },
          {
            "title": "Peningkatan Omset Sales",
            "content": "Design timeline SDP yang sistematis diharapkan akan mampu menciptakan para leader & achievers sales yang terbaik di Central Group. Oleh karena itu, setelah bekerja 2 tahun para SDP akan dididik agar siap mencapai level seorang Supervisor."
          }
        ]
      },
      "connect": {
        "content": "Central Connect adalah aplikasi pintar dari Central Group yang dirancang untuk mengelola dan mengoptimalkan berbagai aspek kehidupan kawasan hunian melalui teknologi terkini. Aplikasi ini mengintegrasikan layanan dan infrastruktur untuk menciptakan lingkungan yang efisien, berkelanjutan, dan nyaman. Dengan fitur seperti Smart Home, sistem keamanan terintegrasi, serta konektivitas yang memudahkan komunikasi antara penghuni dan pengembang, Central Connect meningkatkan efisiensi energi, kenyamanan, keamanan, dan kualitas hidup. Selain itu, aplikasi ini mendorong inovasi, mempercepat respon terhadap masalah, serta turut meningkatkan nilai investasi properti di kawasan Central Group.",
        "pillars": [
          {
            "title": "Smart Cluster",
            "content": "Connecting Estate Community<br>Kami Memberikan perlindungan lebih untuk anda dan keluarga mulai dari Langkah pertama ke dalam cluster kami."
          },
          {
            "title": "Smart Home",
            "content": "Mengendalikan perangkat rumah kapanpun dan dimanapun sesuai kebutuhan anda."
          },
          {
            "title": "Smart Community",
            "content": "Dapatkan peringatan keamanan dan info kegiatan yang terjadi di lingkungan anda."
          }
        ]
      },
      "home": {
        "content": "Layanan Properti komprehensif dari Central Group. Central Homes menawarkan berbagai layanan seperti titip jual, titip sewa dan pengelolaan property menjadi kost. Tidak hanya dalam pelayanan penjualan dan persewaan property, Central Homes juga unggul dalam mentransformasi property menjadi fasilitas kost yang menguntungkan, sehingga pemilik property Central Group dapat memaksimalkan potensi asset mereka.<br>Central Homes meningkatkan pengalaman property, kepada anda pemilik property yang mencari optimalisasi atau penyewa yang mencari kehidupan premium. Central Homes adalah mitra pilihan anda, tingkatkan pengalaman prioperti anda bersama kami, Dimana komitmen dipadukan dengan keunggulan."
      }
    },
    "home": {
      "introduction": {
        "title": "MEMPERKENALKAN CENTRAL GROUP",
        "content": "Selama lebih dari 35 tahun, Central Group telah menjadi pelopor dalam pengembangan properti di Batam, mengubah kota ini menjadi pusat pertumbuhan hunian dan komersial yang berkembang pesat. Terletak di salah satu wilayah paling menjanjikan di Indonesia, Batam merupakan pasar properti yang sedang bersinar dengan potensi besar untuk keuntungan jangka panjang."
      },
      "investwithus" : {
        "title": "Mengapa Berinvestasi Bersama Kami?",
        "content": "- Rekam Jejak Terbukti: Saat ini kami tengah merencanakan dan mengembangkan 6.600 unit rumah dan vila di lebih dari 20 lokasi strategis dalam 5 tahun terakhir.<br>- Visi Strategis: Kami tidak hanya membangun proyek hunian dan komersial, tetapi juga menciptakan destinasi bernilai tinggi seperti vila, resor, dan kawasan terpadu untuk menarik investasi domestik dan internasional.<br>- Lokasi Premium: Proyek-proyek kami tersebar di area-area utama Batam, memanfaatkan konektivitas, daya tarik pariwisata, dan pertumbuhan ekonominya.<br><br>Dengan memilih Central Group, Anda berinvestasi bersama mitra tepercaya yang menggabungkan inovasi, pengalaman, dan komitmen terhadap keunggulan dalam setiap proyek.<br>Bersama-sama, mari kita maksimalkan potensi penuh pasar properti Batam."
      }
    }
  },

  "en": {
    "vision": {
      "title": "VISION",
      "content": "Be the Most Trusted & Innovative National Property Developer In 2027"
    },
    "mission": {
      "title": "MISSION",
      "content": "To create, innovate, and develop real estate properties that sustain long-term investment value"
    },
    "purpose": {
      "title": "PURPOSE",
      "content": "To Bring legacy for more generation to come"
    },
    "central": {
      "berbagi": {
        "content": "Established in 2022, Central Group, through the CENTRAL BERBAGI Foundation, is committed to creating a positive impact in society through various social and environmental programs. This organization was founded and will continue to contribute both now and in the future, as a form of Central Group’s responsibility to the community and the environment. Central Group created a platform named Central Berbagi with four main pillars: Education, Social, Decent Housing, and Environment. These pillars form the foundation of the Central Berbagi Foundation’s activities. With the tagline “Give, Care & Love”, we move forward for the greater good.",
        "pillars": [
          {
            "title": "RUMAH LAYAK HUNI",
            "content": "Pilar Pertama dari Central Berbagi adalah merenovasi rumah agar layak dihuni. Seiring dengan Misi perusahaan real estate developer, Central Berbagi akan berkontribusi dalam membantu merenovasi rumah layak huni bagi masyarakat kurang mampu."
          },
          {
            "title": "PENDIDIKAN",
            "content": "Pilar kedua Central Berbagi yaitu Pendidikan. Dengan tujuan untuk menciptakan sumber daya yang unggul, kami berkomitmen untuk turut serta dalam memajukan SDM bagi mereka yang terkendala biaya Pendidikan."
          },
          {
            "title": "SOSIAL",
            "content": "Pilar Sosial menjadi pilar ketiga dari Central Berbagi. Pilar ini menekankan pentingnya kontribusi perusahaan dalam ikut serta membantu meningkatkan kesejahteraan sosial. "
          },
          {
            "title": "LINGKUNGAN",
            "content": "Pilar Lingkungan menjadi pilar keempat dari Central Berbagi. Pilar ini menekankan pentingnya kontribusi perusahaan dalam ikut serta membantu menjaga ekosistem lingkungan yang berkelanjutan "
          }
        ]
      },
      "property_academy": {
        "content": "Central Group Development has grown very rapidly. In supporting this growth, Central is committed to providing the best quality, supported by a professional team of experts in their respective fields.<br><br>Corporate governance, character and leadership development, as well as training, are the company's main focus in producing a reliable team to realize Central Group's Vision and Mission in the future.",
        "pillars": [
          {
            "title": "Training of Trainer (Mentor)",
            "content": "In the first 3 months, SDP participants will receive special guidance through an intensive Mentoring Program conducted by the Managing Director of Central Group. Participants will go through various written tests and panel evaluations aimed at assessing the training process. After being declared as having passed the SDP, participants will graduate."
          },
          {
            "title": "Fulfilling the Need for Quality Sales Human Resources",
            "content": "The Sales Development Program (SDP) is one of the programs organized by Central Property Academy, which runs for a duration of 6 months."
          },
          {
            "title": "Central Group Brand Awareness",
            "content": "The 6-month period will be used to hone and develop both the hard skills and soft skills of a salesperson. SDP participants will receive training that enhances their knowledge, skills, and abilities in sales."
          },
          {
            "title": "Increase in Sales Revenue",
            "content": "The systematically designed SDP timeline is expected to produce top-performing sales leaders and achievers at Central Group. Therefore, after working for 2 years, SDP participants will be trained to be ready to reach the Supervisor level."
          }
        ]
      },
      "connect": {
        "content": "Central Connect is a smart application from Central Group designed to manage and optimize various aspects of residential life through the latest technology. This app integrates services and infrastructure to create an efficient, sustainable, and comfortable environment. With features such as Smart Home, integrated security systems, and connectivity that facilitates communication between residents and developers, Central Connect improves energy efficiency, comfort, safety, and quality of life. Additionally, the app encourages innovation, accelerates problem resolution, and helps increase the property investment value within Central Group areas. We make things simple.",
        "pillars": [
          {
            "title": "Smart Cluster",
            "content": "Connecting Estate Community<br>Kami Memberikan perlindungan lebih untuk anda dan keluarga mulai dari Langkah pertama ke dalam cluster kami."
          },
          {
            "title": "Smart Home",
            "content": "Mengendalikan perangkat rumah kapanpun dan dimanapun sesuai kebutuhan anda."
          },
          {
            "title": "Smart Community",
            "content": "Dapatkan peringatan keamanan dan info kegiatan yang terjadi di lingkungan anda."
          }
        ]
      },
      "home": {
        "content": "Everyone Deserves the Opportunity of Home A comprehensive property service from Central Group. Central Homes offers various services such as property sales consignment, rental consignment, and transforming properties into boarding houses (kost). Beyond property sales and rentals, Central Homes specializes in converting properties into profitable kost facilities, allowing Central Group property owners to maximize their asset potential. Central Homes enhances the property experience—whether you're a property owner seeking optimization or a tenant looking for premium living. Central Homes is your trusted partner. Elevate your property experience with us, where commitment meets excellence."
      }
    },
    "home": {
      "introduction": {
        "title": "INTRODUCING CENTRAL GROUP",
        "content": "For over 35 years, Central Group has been a pioneer in Batam’s property development, transforming the city into a thriving hub for both residential and commercial growth. Positioned in one of Indonesia’s most promising regions, Batam is a sunrise property market with immense potential for long-term returns."
      },
      "investwithus" : {
        "title": "Why Invest with Us?",
        "content": "- Proven Track Record: On going 6,600 housing and villa units planning & development across 20+ strategic locations currently in 5 years.<br>- Strategic Vision: We go beyond residential and commercial projects, creating high-value destinations like villas, resorts, and mixed-use developments to attract international and domestic investments.<br>- Prime Locations: Our projects span key areas across Batam, leveraging its connectivity, tourism appeal, and growing economy.<br><br>By choosing Central Group, you are investing in a trusted partner that combines innovation, experience, and a commitment to excellence in every project.<br>Together, let’s unlock the full potential of Batam’s property market."
      }
    }
  }
}
